Repository: sijanstha55/opened-scorm-xblock-master
Catalog: openedxscorm/locale/*/LC_MESSAGES/django.po
Languages: ar, fr, pt_pt

source: Display Name
ar: اسم العرض
fr: Nom d'affichage
pt_pt: Nome de apresentação

source: Display name for this module
ar: اسم العرض لهذا النموذج
fr: Nom d'affichage pour ce module
pt_pt: Nome de apresentação para este módulo

source: Path to the index page in scorm file
ar: مسار صفحة الفهرس في ملف scorm
fr: Chemin vers la page d'index du fichier SCORM
pt_pt: Caminho para a página de índice no ficheiro scorm

source: Weight
ar: الحجم
fr: Poids
pt_pt: Peso

source: Weight/Maximum grade
ar: الحجم/ أعلى درجة
fr: Poids/Note maximale
pt_pt: Peso/Máxima nota

source: Scored
ar: الدرجات المسجلة
fr: Noté
pt_pt: Pontuável

source: Select False if this component will not receive a numerical score from the Scorm
ar: اختر خطأ إذا لن يتضمن المكون درجة عددية من Scorm
fr: Sélectionner Faux si ce composant ne recevra pas de note numérique du Scorm
pt_pt: Selecione Falso se este componente não receber uma pontuação numérica do Scorm

source: Display width (px)
ar: عرض الشاشة (بالبيكسل)
fr: Largeur d'affichage (px)
pt_pt: Largura do ecrã (px)

source: Width of iframe (default: 100%)
pt_pt: Largura do iframe (predefinição: 100%)

source: Display height (px)
ar: ارتفاع الشاشة (بالبيكسل)
fr: Hauteur d'affichage (px)
pt_pt: Altura do ecrã (px)

source: Height of iframe
ar: ارتفاع إطار iframe
fr: Hauteur du iframe
pt_pt: Altura do iframe

source: Launch in pop-up window
ar: التشغيل في نافذة منبثقة
fr: Ouvrir dans une fenêtre pop-up
pt_pt: Iniciar numa janela pop-up

source: Launch in pop-up window instead of embedding the SCORM content in an iframe. Enable this for older packages that need to be run in separate window.
ar: التشغيل في نافذة منبثقة بدلًا من تضمين محتوى SCORM في إطار iframe. قم بتضمين ذلك في الحزم القديمة التي تحتاج إلى تشغيلها في نافذة منفصلة
fr: Ouvrir dans une fenêtre pop-up plutôt qu'intégrer le SCORM dans un iframe.Permettre ceci pour les contenus plus anciens qui ont besoin d'une fenêtre séparée.
pt_pt: Lançar numa janela pop-up em vez de incorporar o conteúdo SCORM num iframe. Active esta opção para pacotes mais antigos que precisam de ser executados numa janela separada.

source: Display navigation menu
pt_pt: Visualizar o menu de navegação

source: Select True to display a navigation menu on the left side to display table of contents
pt_pt: Selecione Verdadeiro para apresentar um menu de navegação no lado esquerdo para apresentar o índice

source: Show Fullscreen Button
pt_pt: Mostrar Botão ecrã completo

source: Select True to show fullscreen button in the SCORM content
pt_pt: Selecione Verdadeiro para mostrar o botão de ecrã inteiro no conteúdo SCORM

source: Display width of navigation menu(px)
pt_pt: Largura de visualização do menu de navegação (px)

source: Width of navigation menu. This assumes that Navigation Menu is enabled. (default: 30%)
pt_pt: Largura do menu de navegação. Isto pressupõe que o menu de navegação está ativado. (predefinição: 30%)

source: points
ar: النقاط
pt_pt: pontos

source: Fullscreen
ar: ملء الشاشة
fr: Plein écran
pt_pt: Ecrã completo

source: Exit fullscreen
ar: الخروج من وضع ملء الشاشة
fr: Quitter le mode plein écran
pt_pt: Sair do ecrã completo

source: Launch unit in new window
ar: تشغيل الوحدة في نافذة جديدة
fr: Ouvrir l'unité dans une nouvelle fenêtre
pt_pt: Abrir a unidade numa nova janela

source: View SCORM reports
ar: عرض تقارير SCORM
fr: Afficher les rapports SCORM
pt_pt: Ver relatórios SCORM

source: Upload .zip package
ar: تم رفع حزمة zip
fr: Téléverser un .zip
pt_pt: Carregar pacote .zip

source: Currently:
ar: حاليًا:
fr: Présentement :
pt_pt: Atualmente:

source: True
ar: صحيح
fr: Vrai
pt_pt: Verdadeiro

source: False
ar: خطأ
fr: Faux
pt_pt: Falso

source: Save
ar: حفظ
fr: Sauvegarder
pt_pt: Guardar

source: Cancel
ar: إلغاء
fr: Annuler
pt_pt: Cancelar

source: Width of iframe (default: 100%%)
ar: عرض إطار iframe (الافتراضي 100%%)
fr: Largeur du iframe (defaut : 100%%)
